Repository: nimr77/hotels_simple_app
Catalog: lib/l10n/intl_*.arb
Languages: es, fr

# searchBarTitle
source: Search for world's hotels
es: Buscar hoteles del mundo
fr: Rechercher des hôtels dans le monde

# recomandedHotelsTitle
source: Recommended hotels
es: Hoteles recomendados
fr: Hôtels recommandés

source: Hotel added to favorites
es: Hotel añadido a favoritos
fr: Hôtel ajouté aux favoris

source: Hotel removed from favorites
es: Hotel eliminado de favoritos
fr: Hôtel retiré des favoris

# notHotelsAreFound
source: No hotels are found
es: No se encontraron hoteles
fr: Aucun hôtel trouvé

source: Favorites
es: Favoritos
fr: Favoris

source: Profile
es: Perfil
fr: Profil

source: Home
es: Inicio
fr: Accueil

source: Error loading data
es: Error al cargar datos
fr: Erreur lors du chargement des données

source: Search in your favorites
es: Buscar en tus favoritos
fr: Rechercher dans vos favoris

source: Click on the heart to add to favorites
es: Haz clic en el corazón para añadir a favoritos
fr: Cliquez sur le cœur pour ajouter aux favoris
